{
  "book": "psalms",
  "chapter": 136,
  "verses": [
    {
      "v": 1,
      "t": "Give thanks to Yahweh, for he is good; for his loving kindness endures forever."
    },
    {
      "v": 2,
      "t": "Give thanks to the God of gods; for his loving kindness endures forever."
    },
    {
      "v": 3,
      "t": "Give thanks to the Lord of lords; for his loving kindness endures forever:"
    },
    {
      "v": 4,
      "t": "to him who alone does great wonders; for his loving kindness endures forever:"
    },
    {
      "v": 5,
      "t": "to him who by understanding made the heavens; for his loving kindness endures forever:"
    },
    {
      "v": 6,
      "t": "to him who spread out the earth above the waters; for his loving kindness endures forever:"
    },
    {
      "v": 7,
      "t": "to him who made the great lights; for his loving kindness endures forever:"
    },
    {
      "v": 8,
      "t": "the sun to rule by day; for his loving kindness endures forever;"
    },
    {
      "v": 9,
      "t": "the moon and stars to rule by night; for his loving kindness endures forever:"
    },
    {
      "v": 10,
      "t": "to him who struck down the Egyptian firstborn; for his loving kindness endures forever;"
    },
    {
      "v": 11,
      "t": "and brought out Israel from among them; for his loving kindness endures forever;"
    },
    {
      "v": 12,
      "t": "with a strong hand, and with an outstretched arm; for his loving kindness endures forever:"
    },
    {
      "v": 13,
      "t": "to him who divided the Red Sea apart; for his loving kindness endures forever;"
    },
    {
      "v": 14,
      "t": "and made Israel to pass through the middle of it; for his loving kindness endures forever;"
    },
    {
      "v": 15,
      "t": "but overthrew Pharaoh and his army in the Red Sea; for his loving kindness endures forever:"
    },
    {
      "v": 16,
      "t": "to him who led his people through the wilderness; for his loving kindness endures forever:"
    },
    {
      "v": 17,
      "t": "to him who struck great kings; for his loving kindness endures forever;"
    },
    {
      "v": 18,
      "t": "and killed mighty kings; for his loving kindness endures forever:"
    },
    {
      "v": 19,
      "t": "Sihon king of the Amorites; for his loving kindness endures forever;"
    },
    {
      "v": 20,
      "t": "Og king of Bashan; for his loving kindness endures forever;"
    },
    {
      "v": 21,
      "t": "and gave their land as an inheritance; for his loving kindness endures forever;"
    },
    {
      "v": 22,
      "t": "even a heritage to Israel his servant; for his loving kindness endures forever:"
    },
    {
      "v": 23,
      "t": "who remembered us in our low estate; for his loving kindness endures forever;"
    },
    {
      "v": 24,
      "t": "and has delivered us from our adversaries; for his loving kindness endures forever:"
    },
    {
      "v": 25,
      "t": "who gives food to every creature; for his loving kindness endures forever."
    },
    {
      "v": 26,
      "t": "Oh give thanks to the God of heaven; for his loving kindness endures forever."
    }
  ]
}