{
  "book": "mark",
  "chapter": 4,
  "sections": [
    {
      "range": "1-20",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20
      ],
      "text": "Verses 1-20 This parable contained instruction so important, that all capable of hearing were bound to attend to it. There are many things we are concerned to know; and if we understand not the plain truths of the gospel, how shall we learn those more difficult! It will help us to value the privileges we enjoy as disciples of Christ, if we seriously consider the deplorable state of all who have not such privileges. In the great field of the church, the word of God is dispensed to all. Of the many that hear the word of the gospel, but few receive it, so as to bring forth fruit. Many are much affected with the word for the present, who yet receive no abiding benefit. The word does not leave abiding impressions upon the minds of men, because their hearts are not duly disposed to receive it. The devil is very busy about careless hearers, as the fowls of the air go about the seed that lies above ground. Many continue in a barren, false profession, and go down to hell. Impressions that are not deep, will not last. Many do not mind heart-work, without which religion is nothing. Others are hindered from profiting by the word of God, by abundance of the world. And those who have but little of the world, may yet be ruined by indulging the body. God expects and requires fruit from those who enjoy the gospel, a temper of mind and Christian graces daily exercised, Christian duties duly performed. Let us look to the Lord, that by his new-creating grace our hearts may become good ground, and that the good seed of the word may produce in our lives those good words and works which are through Jesus Christ, to the praise and glory of God the Father."
    }
  ]
}