{
  "book": "haggai",
  "chapter": 2,
  "verses": [
    {
      "v": 1,
      "t": "In the seventh month, in the one and twentieth day of the month, came the word Lord of the by the prophet Haggai, saying,"
    },
    {
      "v": 2,
      "t": "Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, and to the residue of the people, saying,"
    },
    {
      "v": 3,
      "t": "is left among you that saw this house in her first glory? and how do ye see it now? is it not in your eyes in comparison of it as nothing?"
    },
    {
      "v": 4,
      "t": "Yet now be strong, O Zerubbabel, saith Lord the; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith Lord the, and work: for I am with you, saith Lord the of hosts:"
    },
    {
      "v": 5,
      "t": "According to the word that I covenanted with you when ye came out of Egypt, so my spirit remaineth among you: fear ye not."
    },
    {
      "v": 6,
      "t": "For thus saith Lord the of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;"
    },
    {
      "v": 7,
      "t": "And I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith Lord the of hosts."
    },
    {
      "v": 8,
      "t": "The silver is mine, and the gold is mine, saith Lord the of hosts."
    },
    {
      "v": 9,
      "t": "The glory of this latter house shall be greater than of the former, saith Lord the of hosts: and in this place will I give peace, saith Lord the of hosts."
    },
    {
      "v": 10,
      "t": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word Lord of the by Haggai the prophet, saying,"
    },
    {
      "v": 11,
      "t": "Thus saith Lord the of hosts; Ask now the priests concerning the law, saying,"
    },
    {
      "v": 12,
      "t": "If one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No."
    },
    {
      "v": 13,
      "t": "Then said Haggai, If one that is unclean by a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean."
    },
    {
      "v": 14,
      "t": "Then answered Haggai, and said, So is this people, and so is this nation before me, saith Lord the; and so is every work of their hands; and that which they offer there is unclean."
    },
    {
      "v": 15,
      "t": "And now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple Lord of the:"
    },
    {
      "v": 16,
      "t": "days were, when one came to an heap of twenty measures, there were but ten: when one came to the pressfat for to draw out fifty vessels out of the press, there were but twenty."
    },
    {
      "v": 17,
      "t": "I smote you with blasting and with mildew and with hail in all the labours of your hands; yet ye turned not to me, saith Lord the."
    },
    {
      "v": 18,
      "t": "Consider now from this day and upward, from the four and twentieth day of the ninth month, even from the day that the foundation Lord's of the temple was laid, consider it."
    },
    {
      "v": 19,
      "t": "Is the seed yet in the barn? yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree, hath not brought forth: from this day will I bless you."
    },
    {
      "v": 20,
      "t": "And again the word Lord of the came unto Haggai in the four and twentieth day of the month, saying,"
    },
    {
      "v": 21,
      "t": "Speak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;"
    },
    {
      "v": 22,
      "t": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."
    },
    {
      "v": 23,
      "t": "In that day, saith Lord the of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith Lord the, and will make thee as a signet: for I have chosen thee, saith Lord the of hosts."
    }
  ]
}