{
  "book": "1samuel",
  "chapter": 7,
  "verses": [
    {
      "v": 1,
      "t": "And the men of Kirjath–jearim came, and fetched up the ark Lord of the, and brought it into the house of Abinadab in the hill, and sanctified Eleazar his son to keep the ark Lord of the."
    },
    {
      "v": 2,
      "t": "And it came to pass, while the ark abode in Kirjath–jearim, that the time was long; for it was twenty years: and all the house of Israel lamented after Lord the."
    },
    {
      "v": 3,
      "t": "And Samuel spake unto all the house of Israel, saying, If ye do return Lord unto the with all your hearts, then put away the strange gods and Ashtaroth from among you, and prepare your hearts Lord unto the, and serve him only: and he will deliver you out of the hand of the Philistines."
    },
    {
      "v": 4,
      "t": "Then the children of Israel did put away Baalim and Ashtaroth, and served Lord the only."
    },
    {
      "v": 5,
      "t": "And Samuel said, Gather all Israel to Mizpeh, and I will pray Lord for you unto the."
    },
    {
      "v": 6,
      "t": "And they gathered together to Mizpeh, and drew water, and poured it out before Lord the and fasted on that day, and said there, We have sinned Lord against the. And Samuel judged the children of Israel in Mizpeh."
    },
    {
      "v": 7,
      "t": "And when the Philistines heard that the children of Israel were gathered together to Mizpeh, the lords of the Philistines went up against Israel. And when the children of Israel heard it, they were afraid of the Philistines."
    },
    {
      "v": 8,
      "t": "And the children of Israel said to Samuel, Cease not to cry Lord unto the our God for us, that he will save us out of the hand of the Philistines."
    },
    {
      "v": 9,
      "t": "And Samuel took a sucking lamb, and offered it for a burnt offering wholly Lord unto the: and Samuel cried Lord unto the for Israel; Lord and the heard him."
    },
    {
      "v": 10,
      "t": "And as Samuel was offering up the burnt offering, the Philistines drew near to battle against Israel: Lord but the thundered with a great thunder on that day upon the Philistines, and discomfited them; and they were smitten before Israel."
    },
    {
      "v": 11,
      "t": "And the men of Israel went out of Mizpeh, and pursued the Philistines, and smote them, until they came under Beth–car."
    },
    {
      "v": 12,
      "t": "Then Samuel took a stone, and set it between Mizpeh and Shen, and called the name of it Eben–ezer, saying, Lord Hitherto hath the helped us."
    },
    {
      "v": 13,
      "t": "So the Philistines were subdued, and they came no more into the coast of Israel: and the hand Lord of the was against the Philistines all the days of Samuel."
    },
    {
      "v": 14,
      "t": "And the cities which the Philistines had taken from Israel were restored to Israel, from Ekron even unto Gath; and the coasts thereof did Israel deliver out of the hands of the Philistines. And there was peace between Israel and the Amorites."
    },
    {
      "v": 15,
      "t": "And Samuel judged Israel all the days of his life."
    },
    {
      "v": 16,
      "t": "And he went from year to year in circuit to Beth–el, and Gilgal, and Mizpeh, and judged Israel in all those places."
    },
    {
      "v": 17,
      "t": "And his return was to Ramah; for there was his house; and there he judged Israel; and there he built an altar Lord unto the."
    }
  ]
}