{
  "book": "haggai",
  "chapter": 1,
  "verses": [
    {
      "v": 1,
      "t": "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word Lord of the by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,"
    },
    {
      "v": 2,
      "t": "Thus speaketh Lord the of hosts, saying, This people say, The time is not come, the time Lord's that the house should be built."
    },
    {
      "v": 3,
      "t": "Then came the word Lord of the by Haggai the prophet, saying,"
    },
    {
      "v": 4,
      "t": "Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?"
    },
    {
      "v": 5,
      "t": "Now therefore thus saith Lord the of hosts; Consider your ways."
    },
    {
      "v": 6,
      "t": "Ye have sown much, and bring in little ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes."
    },
    {
      "v": 7,
      "t": "Thus saith Lord the of hosts; Consider your ways."
    },
    {
      "v": 8,
      "t": "Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith Lord the."
    },
    {
      "v": 9,
      "t": "Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith Lord the of hosts. Because of mine house that is waste, and ye run every man unto his own house."
    },
    {
      "v": 10,
      "t": "Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit."
    },
    {
      "v": 11,
      "t": "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands."
    },
    {
      "v": 12,
      "t": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice Lord of the their God, and the words of Haggai the prophet, Lord as the their God had sent him, and the people did fear before Lord the."
    },
    {
      "v": 13,
      "t": "Then spake Haggai Lord's the messenger Lord's in the message unto the people, saying, I am with you, saith Lord the."
    },
    {
      "v": 14,
      "t": "Lord And the stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house Lord of the of hosts, their God,"
    },
    {
      "v": 15,
      "t": "In the four and twentieth day of the sixth month, in the second year of Darius the king."
    }
  ]
}