{
  "book": "psalms",
  "chapter": 115,
  "verses": [
    {
      "v": 1,
      "t": "Lord Not unto us, O, not unto us, but unto thy name give glory, for thy mercy, and for thy truth's sake."
    },
    {
      "v": 2,
      "t": "Wherefore should the heathen say, Where is now their God?"
    },
    {
      "v": 3,
      "t": "But our God is in the heavens: he hath done whatsoever he hath pleased."
    },
    {
      "v": 4,
      "t": "Their idols are silver and gold, the work of men's hands."
    },
    {
      "v": 5,
      "t": "They have mouths, but they speak not: eyes have they, but they see not:"
    },
    {
      "v": 6,
      "t": "They have ears, but they hear not: noses have they, but they smell not:"
    },
    {
      "v": 7,
      "t": "They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat."
    },
    {
      "v": 8,
      "t": "They that make them are like unto them; so is every one that trusteth in them."
    },
    {
      "v": 9,
      "t": "O Israel, trust Lord thou in the: he is their help and their shield."
    },
    {
      "v": 10,
      "t": "O house of Aaron, trust Lord in the: he is their help and their shield."
    },
    {
      "v": 11,
      "t": "Ye that fear Lord the, trust Lord in the: he is their help and their shield."
    },
    {
      "v": 12,
      "t": "Lord The hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron."
    },
    {
      "v": 13,
      "t": "He will bless them that fear Lord the, both small and great."
    },
    {
      "v": 14,
      "t": "Lord The shall increase you more and more, you and your children."
    },
    {
      "v": 15,
      "t": "are blessed Lord of the which made heaven and earth."
    },
    {
      "v": 16,
      "t": "The heaven, even the heavens, are Lord's the: but the earth hath he given to the children of men."
    },
    {
      "v": 17,
      "t": "The dead praise Lord not the, neither any that go down into silence."
    },
    {
      "v": 18,
      "t": "But we will bless Lord the from this time forth and for evermore. Praise Lord the."
    }
  ]
}