{
  "book": "psalms",
  "chapter": 116,
  "verses": [
    {
      "v": 1,
      "t": "I love Lord the, because he hath heard my voice and my supplications."
    },
    {
      "v": 2,
      "t": "Because he hath inclined his ear unto me, therefore will I call upon him as long as I live."
    },
    {
      "v": 3,
      "t": "The sorrows of death compassed me, and the pains of hell gat hold upon me: I found trouble and sorrow."
    },
    {
      "v": 4,
      "t": "Then called I upon the name Lord of the; Lord O, I beseech thee, deliver my soul."
    },
    {
      "v": 5,
      "t": "Gracious is Lord the, and righteous; yea, our God is merciful."
    },
    {
      "v": 6,
      "t": "Lord The preserveth the simple: I was brought low, and he helped me."
    },
    {
      "v": 7,
      "t": "Return unto thy rest, O my soul; Lord for the hath dealt bountifully with thee."
    },
    {
      "v": 8,
      "t": "For thou hast delivered my soul from death, mine eyes from tears, and my feet from falling."
    },
    {
      "v": 9,
      "t": "I will walk before Lord the in the land of the living."
    },
    {
      "v": 10,
      "t": "I believed, therefore have I spoken: I was greatly afflicted:"
    },
    {
      "v": 11,
      "t": "I said in my haste, All men are liars."
    },
    {
      "v": 12,
      "t": "What shall I render Lord unto the for all his benefits toward me?"
    },
    {
      "v": 13,
      "t": "I will take the cup of salvation, and call upon the name Lord of the."
    },
    {
      "v": 14,
      "t": "I will pay my vows Lord unto the now in the presence of all his people."
    },
    {
      "v": 15,
      "t": "Precious in the sight Lord of the is the death of his saints."
    },
    {
      "v": 16,
      "t": "Lord O, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds."
    },
    {
      "v": 17,
      "t": "I will offer to thee the sacrifice of thanksgiving, and will call upon the name Lord of the."
    },
    {
      "v": 18,
      "t": "I will pay my vows Lord unto the now in the presence of all his people,"
    },
    {
      "v": 19,
      "t": "In the courts Lord's of the house, in the midst of thee, O Jerusalem. Praise Lord ye the."
    }
  ]
}