{
  "book": "matthew",
  "chapter": 4,
  "sections": [
    {
      "range": "1-11",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11
      ],
      "text": "Verses 1-11 Concerning Christ's temptation, observe, that directly after he was declared to be the Son of God, and the Saviour of the world, he was tempted; great privileges, and special tokens of Divine favour, will not secure any from being tempted. But if the Holy Spirit witness to our being adopted as children of God, that will answer all the suggestions of the evil spirit. Christ was directed to the combat. If we presume upon our own strength, and tempt the devil to tempt us, we provoke God to leave us to ourselves. Others are tempted, when drawn aside of their own lust, and enticed, Jas 1:14; but our Lord Jesus had no corrupt nature, therefore he was tempted only by the devil. In the temptation of Christ it appears that our enemy is subtle, spiteful, and very daring; but he can be resisted. It is a comfort to us that Christ suffered, being tempted; for thus it appears that our temptations, if not yielded to, are not sins, they are afflictions only. Satan aimed in all his temptations, to bring Christ to sin against God. 1. He tempted him to despair of his Father's goodness, and to distrust his Father's care concerning him. It is one of the wiles of Satan to take advantage of our outward condition; and those who are brought into straits have need to double their guard. Christ answered all the temptations of Satan with \"It is written;\" to set us an example, he appealed to what was written in the Scriptures. This method we must take, when at any time we are tempted to sin. Let us learn not to take any wrong courses for our supply, when our wants are ever so pressing: in some way or other the Lord will provide. 2. Satan tempted Christ to presume upon his Father's power and protection, in a point of safety. Nor are any extremes more dangerous than despair and presumption, especially in the affairs of our souls. Satan has no objection to holy places as the scene of his assaults. Let us not, in any place, be off our watch. The holy city is the place, where he does, with the greatest advantage, tempt men to pride and presumption. All high places are slippery places; advancements in the world makes a man a mark for Satan to shoot his fiery darts at. Is Satan so well versed in Scripture as to be able to quote it readily? He is so. It is possible for a man to have his head full of Scripture notions, and his mouth full of Scripture expressions, while his heart is full of bitter enmity to God and to all goodness. Satan misquoted the words. If we go out of our way, out of the way of our duty, we forfeit the promise, and put ourselves out of God's protection. This passage, De 8:3, made against the tempter, therefore he left out part. This promise is firm and stands good. But shall we continue in sin, that grace may abound? No. 3. Satan tempted Christ to idolatry with the offer of the kingdoms of the world, and the glory of them. The glory of the world is the most charming temptation to the unthinking and unwary; by that men are most easily imposed upon. Christ was tempted to worship Satan. He rejected the proposal with abhorrence. \"Get thee hence, Satan!\" Some temptations are openly wicked; and they are not merely to be opposed, but rejected at once. It is good to be quick and firm in resisting temptation. If we resist the devil he will flee from us. But the soul that deliberates is almost overcome. We find but few who can decidedly reject such baits as Satan offers; yet what is a man profited if he gain the whole world, and lose his own soul? Christ was succoured after the temptation, for his encouragement to go on in his undertaking, and for our encouragement to trust in him; for as he knew, by experience, what it was to suffer, being tempted, so he knew what it was to be succoured, being tempted; therefore we may expect, not only that he will feel for his tempted people, but that he will come to them with seasonable relief."
    }
  ]
}