{
  "book": "matthew",
  "chapter": 13,
  "sections": [
    {
      "range": "1-23",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22,
        23
      ],
      "text": "Verses 1-23 Jesus entered into a boat that he might be the less pressed, and be the better heard by the people. By this he teaches us in the outward circumstances of worship not to covet that which is stately, but to make the best of the conveniences God in his providence allots to us. Christ taught in parables. Thereby the things of God were made more plain and easy to those willing to be taught, and at the same time more difficult and obscure to those who were willingly ignorant. The parable of the sower is plain. The seed sown is the word of God. The sower is our Lord Jesus Christ, by himself, or by his ministers. Preaching to a multitude is sowing the corn; we know not where it will light. Some sort of ground, though we take ever so much pains with it, brings forth no fruit to purpose, while the good soil brings forth plentifully. So it is with the hearts of men, whose different characters are here described by four sorts of ground. Careless, trifling hearers, are an easy prey to Satan; who, as he is the great murderer of souls, so he is the great thief of sermons, and will be sure to rob us of the word, if we take not care to keep it. Hypocrites, like the stony ground, often get the start of true Christians in the shows of profession. Many are glad to hear a good sermon, who do not profit by it. They are told of free salvation, of the believer's privileges, and the happiness of heaven; and, without any change of heart, without any abiding conviction of their own depravity, their need of a Saviour, or the excellence of holiness, they soon profess an unwarranted assurance. But when some heavy trial threatens them, or some sinful advantage may be had, they give up or disguise their profession, or turn to some easier system. Worldly cares are fitly compared to thorns, for they came in with sin, and are a fruit of the curse; they are good in their place to stop a gap, but a man must be well armed that has much to do with them; they are entangling, vexing, scratching, and their end is to be burned, He 6:8. Worldly cares are great hinderances to our profiting by the word of God. The deceitfulness of riches does the mischief; they cannot be said to deceive us unless we put our trust in them, then they choke the good seed. What distinguished the good ground was fruitfulness. By this true Christians are distinguished from hypocrites. Christ does not say that this good ground has no stones in it, or no thorns; but none that could hinder its fruitfulness. All are not alike; we should aim at the highest, to bring forth most fruit. The sense of hearing cannot be better employed than in hearing God's word; and let us look to ourselves that we may know what sort of hearers we are."
    }
  ]
}