{
  "book": "matthew",
  "chapter": 22,
  "sections": [
    {
      "range": "1-14",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14
      ],
      "text": "Verses 1-14 The provision made for perishing souls in the gospel, is represented by a royal feast made by a king, with eastern liberality, on the marriage of his son. Our merciful God has not only provided food, but a royal feast, for the perishing souls of his rebellious creatures. There is enough and to spare, of every thing that can add to our present comfort and everlasting happiness, in the salvation of his Son Jesus Christ. The guests first invited were the Jews. When the prophets of the Old Testament prevailed not, nor John the Baptist, nor Christ himself, who told them the kingdom of God was at hand, the apostles and ministers of the gospel were sent, after Christ's resurrection, to tell them it was come, and to persuade them to accept the offer. The reason why sinners come not to Christ and salvation by him, is, not because they cannot, but because they will not. Making light of Christ, and of the great salvation wrought out by him, is the damning sin of the world. They were careless. Multitudes perish for ever through mere carelessness, who show no direct aversion, but are careless as to their souls. Also the business and profit of worldly employments hinder many in closing with the Saviour. Both farmers and merchants must be diligent; but whatever we have of the world in our hands, our care must be to keep it out of our hearts, lest it come between us and Christ. The utter ruin coming upon the Jewish church and nation, is here represented. Persecution of Christ's faithful ministers fills up the measure of guilt of any people. The offer of Christ and salvation to the Gentiles was not expected; it was such a surprise as it would be to wayfaring men, to be invited to a royal wedding-feast. The design of the gospel is to gather souls to Christ; all the children of God scattered abroad, Joh 10:16; 11:52. The case of hypocrites is represented by the guest that had not on a wedding-garment. It concerns all to prepare for the scrutiny; and those, and those only, who put on the Lord Jesus, who have a Christian temper of mind, who live by faith in Christ, and to whom he is all in all, have the wedding-garment. The imputed righteousness of Christ, and the sanctification of the Spirit, are both alike necessary. No man has the wedding-garment by nature, or can form it for himself. The day is coming, when hypocrites will be called to account for all their presumptuous intruding into gospel ordinances, and usurpation of gospel privileges. Take him away. Those that walk unworthy of Christianity, forfeit all the happiness they presumptuously claimed. Our Saviour here passes out of the parable into that which it teaches. Hypocrites go by the light of the gospel itself down to utter darkness. Many are called to the wedding-feast, that is, to salvation, but few have the wedding-garment, the righteousness of Christ, the sanctification of the Spirit. Then let us examine ourselves whether we are in the faith, and seek to be approved by the King."
    }
  ]
}