{
  "book": "matthew",
  "chapter": 25,
  "sections": [
    {
      "range": "1-13",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13
      ],
      "text": "Verses 1-13 The circumstances of the parable of the ten virgins were taken from the marriage customs among the Jews, and explain the great day of Christ's coming. See the nature of Christianity. As Christians we profess to attend upon Christ, to honour him, also to be waiting for his coming. Sincere Christians are the wise virgins, and hypocrites the foolish ones. Those are the truly wise or foolish that are so in the affairs of their souls. Many have a lamp of profession in their hands, but have not, in their hearts, sound knowledge and settled resolution, which are needed to carry them through the services and trials of the present state. Their hearts are not stored with holy dispositions, by the new-creating Spirit of God. Our light must shine before men in good works; but this is not likely to be long done, unless there is a fixed, active principle in the heart, of faith in Christ, and love to God and our brethren. They all slumbered and slept. The delay represents the space between the real or apparent conversion of these professors, and the coming of Christ, to take them away by death, or to judge the world. But though Christ tarry past our time, he will not tarry past the due time. The wise virgins kept their lamps burning, but they did not keep themselves awake. Too many real Christians grow remiss, and one degree of carelessness makes way for another. Those that allow themselves to slumber, will scarcely keep from sleeping; therefore dread the beginning of spiritual decays. A startling summons was given. Go ye forth to meet Him, is a call to those prepared. The notice of Christ's approach, and the call to meet him, will awaken. Even those best prepared for death have work to do to get actually ready, 2Pe 3:14. It will be a day of search and inquiry; and it concerns us to think how we shall then be found. Some wanted oil to supply their lamps when going out. Those that take up short of true grace, will certainly find the want of it one time or other. An outward profession may light a man along this world, but the damps of the valley of the shadow of death will put out such a light. Those who care not to live the life, yet would die the death of the righteous. But those that would be saved, must have grace of their own; and those that have most grace, have none to spare. The best need more from Christ. And while the poor alarmed soul addresses itself, upon a sick-bed, to repentance and prayer, in awful confusion, death comes, judgment comes, the work is undone, and the poor sinner is undone for ever. This comes of having oil to buy when we should burn it, grace to get when we should use it. Those, and those only, shall go to heaven hereafter, that are made ready for heaven here. The suddenness of death and of Christ's coming to us then, will not hinder our happiness, if we have been prepared. The door was shut. Many will seek admission into heaven when it is too late. The vain confidence of hypocrites will carry them far in expectations of happiness. The unexpected summons of death may alarm the Christian; but, proceeding without delay to trim his lamp, his graces often shine more bright; while the mere professor's conduct shows that his lamp is going out. Watch therefore, attend to the business of your souls. Be in the fear of the Lord all the day long."
    }
  ]
}