{
  "book": "matthew",
  "chapter": 28,
  "sections": [
    {
      "range": "1-8",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
      ],
      "text": "Verses 1-8 Christ rose the third day after his death; that was the time he had often spoken of. On the first day of the first week God commanded the light to shine out of darkness. On this day did He who is the Light of the world, shine out of the darkness of the grave; and this day is from henceforward often mentioned in the New Testament, as the day which Christians religiously observed in solemn assemblies, to the honour of Christ. Our Lord Jesus could have rolled back the stone by his own power, but he chose to have it done by an angel. The resurrection of Christ, as it is the joy of his friends, so it is the terror and confusion of his enemies. The angel encouraged the women against their fears. Let the sinners in Zion be afraid. Fear not ye, for his resurrection will be your consolation. Our communion with him must be spiritual, by faith in his word. When we are ready to make this world our home, and to say, It is good to be here, then let us remember our Lord Jesus is not here, he is risen; therefore let our hearts rise, and seek the things that are above. He is risen, as he said. Let us never think that strange which the word of Christ has told us to expect; whether the sufferings of this present time, or the glory that is to be revealed. It may have a good effect upon us, by faith to view the place where the Lord lay. Go quickly. It was good to be there, but the servants of God have other work appointed. Public usefulness must be chosen before the pleasure of secret communion with God. Tell the disciples, that they may be comforted under their present sorrows. Christ knows where his disciples dwell, and will visit them. Even to those at a distance from the plenty of the means of grace, he will graciously manifest himself. The fear and the joy together quickened their pace. The disciples of Christ should be forward to make known to each other their experiences of communion with their Lord; and should tell others what God has done for their souls."
    }
  ]
}