{
  "book": "psalms",
  "chapter": 33,
  "verses": [
    {
      "v": 1,
      "t": "Rejoice Lord in the, O ye righteous: for praise is comely for the upright."
    },
    {
      "v": 2,
      "t": "Praise Lord the with harp: sing unto him with the psaltery and an instrument of ten strings."
    },
    {
      "v": 3,
      "t": "Sing unto him a new song; play skilfully with a loud noise."
    },
    {
      "v": 4,
      "t": "For the word Lord of the is right; and all his works are done in truth."
    },
    {
      "v": 5,
      "t": "He loveth righteousness and judgment: the earth is full of the goodness Lord of the."
    },
    {
      "v": 6,
      "t": "By the word Lord of the were the heavens made; and all the host of them by the breath of his mouth."
    },
    {
      "v": 7,
      "t": "He gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses."
    },
    {
      "v": 8,
      "t": "Let all the earth fear Lord the: let all the inhabitants of the world stand in awe of him."
    },
    {
      "v": 9,
      "t": "For he spake, and it was done; he commanded, and it stood fast."
    },
    {
      "v": 10,
      "t": "Lord The bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect."
    },
    {
      "v": 11,
      "t": "The counsel Lord of the standeth for ever, the thoughts of his heart to all generations."
    },
    {
      "v": 12,
      "t": "Blessed is the nation whose God is Lord the; and the people whom he hath chosen for his own inheritance."
    },
    {
      "v": 13,
      "t": "Lord The looketh from heaven; he beholdeth all the sons of men."
    },
    {
      "v": 14,
      "t": "From the place of his habitation he looketh upon all the inhabitants of the earth."
    },
    {
      "v": 15,
      "t": "He fashioneth their hearts alike; he considereth all their works."
    },
    {
      "v": 16,
      "t": "There is no king saved by the multitude of an host: a mighty man is not delivered by much strength."
    },
    {
      "v": 17,
      "t": "An horse is a vain thing for safety: neither shall he deliver any by his great strength."
    },
    {
      "v": 18,
      "t": "Behold, the eye Lord of the is upon them that fear him, upon them that hope in his mercy;"
    },
    {
      "v": 19,
      "t": "To deliver their soul from death, and to keep them alive in famine."
    },
    {
      "v": 20,
      "t": "Our soul waiteth Lord for the: he is our help and our shield."
    },
    {
      "v": 21,
      "t": "For our heart shall rejoice in him, because we have trusted in his holy name."
    },
    {
      "v": 22,
      "t": "Let thy mercy, Lord O, be upon us, according as we hope in thee."
    }
  ]
}