{
  "book": "psalms",
  "chapter": 118,
  "verses": [
    {
      "v": 1,
      "t": "O give thanks Lord unto the; for he is good: because his mercy endureth for ever."
    },
    {
      "v": 2,
      "t": "Let Israel now say, that his mercy endureth for ever."
    },
    {
      "v": 3,
      "t": "Let the house of Aaron now say, that his mercy endureth for ever."
    },
    {
      "v": 4,
      "t": "Let them now that fear Lord the say, that his mercy endureth for ever."
    },
    {
      "v": 5,
      "t": "I called Lord upon the in distress: Lord the answered me, and set me in a large place."
    },
    {
      "v": 6,
      "t": "Lord The is on my side; I will not fear: what can man do unto me?"
    },
    {
      "v": 7,
      "t": "Lord The taketh my part with them that help me: therefore shall I see my desire upon them that hate me."
    },
    {
      "v": 8,
      "t": "It is better to trust Lord in the than to put confidence in man."
    },
    {
      "v": 9,
      "t": "It is better to trust Lord in the than to put confidence in princes."
    },
    {
      "v": 10,
      "t": "All nations compassed me about: but in the name Lord of the will I destroy them."
    },
    {
      "v": 11,
      "t": "They compassed me about; yea, they compassed me about: but in the name Lord of the I will destroy them."
    },
    {
      "v": 12,
      "t": "They compassed me about like bees; they are quenched as the fire of thorns for in the name Lord of the I will destroy them."
    },
    {
      "v": 13,
      "t": "Thou hast thrust sore at me that I might fall: Lord but the helped me."
    },
    {
      "v": 14,
      "t": "Lord The is my strength and song, and is become my salvation."
    },
    {
      "v": 15,
      "t": "The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand Lord of the doeth valiantly."
    },
    {
      "v": 16,
      "t": "The right hand Lord of the is exalted: the right hand Lord of the doeth valiantly."
    },
    {
      "v": 17,
      "t": "I shall not die, but live, and declare the works Lord of the."
    },
    {
      "v": 18,
      "t": "Lord The hath chastened me sore: but he hath not given me over unto death."
    },
    {
      "v": 19,
      "t": "Open to me the gates of righteousness: I will go into them, and I will praise Lord the:"
    },
    {
      "v": 20,
      "t": "This gate Lord of the, into which the righteous shall enter."
    },
    {
      "v": 21,
      "t": "I will praise thee: for thou hast heard me, and art become my salvation."
    },
    {
      "v": 22,
      "t": "The stone which the builders refused is become the head stone of the corner."
    },
    {
      "v": 23,
      "t": "Lord's This is the doing; it is marvellous in our eyes.Lord's…: Heb. from the Lord"
    },
    {
      "v": 24,
      "t": "is the day which Lord the hath made; we will rejoice and be glad in it."
    },
    {
      "v": 25,
      "t": "Save now, I beseech Lord thee, O: Lord O, I beseech thee, send now prosperity."
    },
    {
      "v": 26,
      "t": "Blessed be he that cometh in the name Lord of the: we have blessed you out of the house Lord of the."
    },
    {
      "v": 27,
      "t": "God is Lord the, which hath shewed us light: bind the sacrifice with cords, even unto the horns of the altar."
    },
    {
      "v": 28,
      "t": "art my God, and I will praise thee: thou art my God, I will exalt thee."
    },
    {
      "v": 29,
      "t": "O give thanks Lord unto the; for he is good: for his mercy endureth for ever."
    }
  ]
}