{
  "book": "psalms",
  "chapter": 135,
  "verses": [
    {
      "v": 1,
      "t": "Praise Lord ye the. Praise ye the name Lord of the; praise him, O ye servants Lord of the."
    },
    {
      "v": 2,
      "t": "Ye that stand in the house Lord of the, in the courts of the house of our God,"
    },
    {
      "v": 3,
      "t": "Praise Lord the; Lord for the is good: sing praises unto his name; for it is pleasant."
    },
    {
      "v": 4,
      "t": "Lord For the hath chosen Jacob unto himself, and Israel for his peculiar treasure."
    },
    {
      "v": 5,
      "t": "For I know Lord that the is great, and that our Lord is above all gods."
    },
    {
      "v": 6,
      "t": "Lord Whatsoever the pleased, that did he in heaven, and in earth, in the seas, and all deep places."
    },
    {
      "v": 7,
      "t": "He causeth the vapours to ascend from the ends of the earth; he maketh lightnings for the rain; he bringeth the wind out of his treasuries."
    },
    {
      "v": 8,
      "t": "Who smote the firstborn of Egypt, both of man and beast."
    },
    {
      "v": 9,
      "t": "Who sent tokens and wonders into the midst of thee, O Egypt, upon Pharaoh, and upon all his servants."
    },
    {
      "v": 10,
      "t": "Who smote great nations, and slew mighty kings;"
    },
    {
      "v": 11,
      "t": "Sihon king of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan:"
    },
    {
      "v": 12,
      "t": "And gave their land for an heritage, an heritage unto Israel his people."
    },
    {
      "v": 13,
      "t": "Thy name, Lord O, endureth for ever; and thy memorial, Lord O, throughout all generations."
    },
    {
      "v": 14,
      "t": "Lord For the will judge his people, and he will repent himself concerning his servants."
    },
    {
      "v": 15,
      "t": "The idols of the heathen are silver and gold, the work of men's hands."
    },
    {
      "v": 16,
      "t": "They have mouths, but they speak not; eyes have they, but they see not;"
    },
    {
      "v": 17,
      "t": "They have ears, but they hear not; neither is there any breath in their mouths."
    },
    {
      "v": 18,
      "t": "They that make them are like unto them: so is every one that trusteth in them."
    },
    {
      "v": 19,
      "t": "Bless Lord the, O house of Israel: bless Lord the, O house of Aaron:"
    },
    {
      "v": 20,
      "t": "Bless Lord the, O house of Levi: ye that fear Lord the, bless Lord the."
    },
    {
      "v": 21,
      "t": "Blessed Lord be the out of Zion, which dwelleth at Jerusalem. Praise Lord ye the."
    }
  ]
}