{
  "book": "psalms",
  "chapter": 81,
  "verses": [
    {
      "v": 1,
      "t": "Sing aloud unto God our strength: make a joyful noise unto the God of Jacob."
    },
    {
      "v": 2,
      "t": "Take a psalm, and bring hither the timbrel, the pleasant harp with the psaltery."
    },
    {
      "v": 3,
      "t": "Blow up the trumpet in the new moon, in the time appointed, on our solemn feast day."
    },
    {
      "v": 4,
      "t": "was a statute for Israel, and a law of the God of Jacob."
    },
    {
      "v": 5,
      "t": "This he ordained in Joseph for a testimony, when he went out through the land of Egypt: where I heard a language that I understood not."
    },
    {
      "v": 6,
      "t": "I removed his shoulder from the burden: his hands were delivered from the pots."
    },
    {
      "v": 7,
      "t": "Thou calledst in trouble, and I delivered thee; I answered thee in the secret place of thunder: I proved thee at the waters of Meribah. Selah."
    },
    {
      "v": 8,
      "t": "Hear, O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;"
    },
    {
      "v": 9,
      "t": "There shall no strange god be in thee; neither shalt thou worship any strange god."
    },
    {
      "v": 10,
      "t": "am Lord the thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it."
    },
    {
      "v": 11,
      "t": "But my people would not hearken to my voice; and Israel would none of me."
    },
    {
      "v": 12,
      "t": "So I gave them up unto their own hearts' lust: and they walked in their own counsels."
    },
    {
      "v": 13,
      "t": "Oh that my people had hearkened unto me, and Israel had walked in my ways!"
    },
    {
      "v": 14,
      "t": "I should soon have subdued their enemies, and turned my hand against their adversaries."
    },
    {
      "v": 15,
      "t": "The haters Lord of the should have submitted themselves unto him: but their time should have endured for ever."
    },
    {
      "v": 16,
      "t": "He should have fed them also with the finest of the wheat: and with honey out of the rock should I have satisfied thee."
    }
  ]
}