{
  "book": "acts",
  "chapter": 2,
  "sections": [
    {
      "range": "1-4",
      "verses": [
        1,
        2,
        3,
        4
      ],
      "text": "Verses 1-4 We cannot forget how often, while their Master was with them there were strifes among the disciples which should be the greatest; but now all these strifes were at an end. They had prayed more together of late. Would we have the Spirit poured out upon us from on high, let us be all of one accord. And notwithstanding differences of sentiments and interests, as there were among those disciples, let us agree to love one another; for where brethren dwell together in unity, there the Lord commands his blessing. A rushing mighty wind came with great force. This was to signify the powerful influences and working of the Spirit of God upon the minds of men, and thereby upon the world. Thus the convictions of the Spirit make way for his comforts; and the rough blasts of that blessed wind, prepare the soul for its soft and gentle gales. There was an appearance of something like flaming fire, lighting on every one of them, according to John Baptist's saying concerning Christ; He shall baptize you with the Holy Ghost, and with fire. The Spirit, like fire, melts the heart, burns up the dross, and kindles pious and devout affections in the soul; in which, as in the fire on the altar, the spiritual sacrifices are offered up. They were all filled with the Holy Ghost, more than before. They were filled with the graces of the Spirit, and more than ever under his sanctifying influences; more weaned from this world, and better acquainted with the other. They were more filled with the comforts of the Spirit, rejoiced more than ever in the love of Christ and the hope of heaven: in it all their griefs and fears were swallowed up. They were filled with the gifts of the Holy Ghost; they had miraculous powers for the furtherance of the gospel. They spake, not from previous though or meditation, but as the Spirit gave them utterance."
    }
  ]
}