{
  "book": "acts",
  "chapter": 26,
  "sections": [
    {
      "range": "1-11",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11
      ],
      "text": "Verses 1-11 Christianity teaches us to give a reason of the hope that is in us, and also to give honour to whom honour is due, without flattery or fear of man. Agrippa was well versed in the Scriptures of the Old Testament, therefore could the better judge as to the controversy about Jesus being the Messiah. Surely ministers may expect, when they preach the faith of Christ, to be heard patiently. Paul professes that he still kept to all the good in which he was first educated and trained up. See here what his religion was. He was a moralist, a man of virtue, and had not learned the arts of the crafty, covetous Pharisees; he was not chargeable with any open vice and profaneness. He was sound in the faith. He always had a holy regard for the ancient promise made of God unto the fathers, and built his hope upon it. The apostle knew very well that all this would not justify him before God, yet he knew it was for his reputation among the Jews, and an argument that he was not such a man as they represented him to be. Though he counted this but loss, that he might win Christ, yet he mentioned it when it might serve to honour Christ. See here what Paul's religion is; he has not such zeal for the ceremonial law as he had in his youth; the sacrifices and offerings appointed by that, are done away by the great Sacrifice which they typified. Of the ceremonial cleansings he makes no conscience, and thinks the Levitical priesthood is done away in the priesthood of Christ; but, as to the main principles of his religion, he is as zealous as ever. Christ and heaven, are the two great doctrines of the gospel; that God has given to us eternal life, and this life is in his Son. These are the matter of the promise made unto the fathers. The temple service, or continual course of religious duties, day and night, was kept up as the profession of faith in the promise of eternal life, and in expectation of it. The prospect of eternal life should engage us to be diligent and stedfast in all religious exercises. Yet the Sadducees hated Paul for preaching the resurrection; and the other Jews joined them, because he testified that Jesus was risen, and was the promised Redeemer of Israel. Many things are thought to be beyond belief, only because the infinite nature and perfections of Him that has revealed, performed, or promised them, are overlooked. Paul acknowledged, that while he continued a Pharisee, he was a bitter enemy to Christianity. This was his character and manner of life in the beginning of his time; and there was every thing to hinder his being a Christian. Those who have been most strict in their conduct before conversion, will afterwards see abundant reason for humbling themselves, even on account of things which they then thought ought to have been done."
    }
  ]
}