{
  "book": "acts",
  "chapter": 28,
  "sections": [
    {
      "range": "1-10",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "text": "Verses 1-10 God can make strangers to be friends; friends in distress. Those who are despised for homely manners, are often more friendly than the more polished; and the conduct of heathens, or persons called barbarians, condemns many in civilized nations, professing to be Christians. The people thought that Paul was a murderer, and that the viper was sent by Divine justice, to be the avenger of blood. They knew that there is a God who governs the world, so that things do not come to pass by chance, no, not the smallest event, but all by Divine direction; and that evil pursues sinners; that there are good works which God will reward, and wicked works which he will punish. Also, that murder is a dreadful crime, one which shall not long go unpunished. But they thought all wicked people were punished in this life. Though some are made examples in this world, to prove that there is a God and a Providence, yet many are left unpunished, to prove that there is a judgment to come. They also thought all who were remarkably afflicted in this life were wicked people. Divine revelation sets this matter in a true light. Good men often are greatly afflicted in this life, for the trial and increase of their faith and patience. Observe Paul's deliverance from the danger. And thus in the strength of the grace of Christ, believers shake off the temptations of Satan, with holy resolution. When we despise the censures and reproaches of men, and look upon them with holy contempt, having the testimony of our consciences for us, then, like Paul, we shake off the viper into the fire. It does us no harm, except we are kept by it from our duty. God hereby made Paul remarkable among these people, and so made way for the receiving of the gospel. The Lord raises up friends for his people in every place whither he leads them, and makes them blessings to those in affliction."
    }
  ]
}