{
  "book": "job",
  "chapter": 20,
  "verses": [
    {
      "v": 1,
      "t": "Then Zophar the Naamathite answered,"
    },
    {
      "v": 2,
      "t": "“Therefore my thoughts answer me, even by reason of my haste that is in me."
    },
    {
      "v": 3,
      "t": "I have heard the reproof which puts me to shame. The spirit of my understanding answers me."
    },
    {
      "v": 4,
      "t": "Don’t you know this from old time, since man was placed on earth,"
    },
    {
      "v": 5,
      "t": "that the triumphing of the wicked is short, the joy of the godless but for a moment?"
    },
    {
      "v": 6,
      "t": "Though his height mount up to the heavens, and his head reach to the clouds,"
    },
    {
      "v": 7,
      "t": "yet he will perish forever like his own dung. Those who have seen him will say, ‘Where is he?’"
    },
    {
      "v": 8,
      "t": "He will fly away as a dream, and will not be found. Yes, he will be chased away like a vision of the night."
    },
    {
      "v": 9,
      "t": "The eye which saw him will see him no more, neither will his place see him any more."
    },
    {
      "v": 10,
      "t": "His children will seek the favor of the poor. His hands will give back his wealth."
    },
    {
      "v": 11,
      "t": "His bones are full of his youth, but youth will lie down with him in the dust."
    },
    {
      "v": 12,
      "t": "“Though wickedness is sweet in his mouth, though he hide it under his tongue,"
    },
    {
      "v": 13,
      "t": "though he spare it, and will not let it go, but keep it still within his mouth;"
    },
    {
      "v": 14,
      "t": "yet his food in his bowels is turned. It is cobra venom within him."
    },
    {
      "v": 15,
      "t": "He has swallowed down riches, and he will vomit them up again. God will cast them out of his belly."
    },
    {
      "v": 16,
      "t": "He will suck cobra venom. The viper’s tongue will kill him."
    },
    {
      "v": 17,
      "t": "He will not look at the rivers, the flowing streams of honey and butter."
    },
    {
      "v": 18,
      "t": "He will restore that for which he labored, and will not swallow it down. He will not rejoice according to the substance that he has gotten."
    },
    {
      "v": 19,
      "t": "For he has oppressed and forsaken the poor. He has violently taken away a house, and he will not build it up."
    },
    {
      "v": 20,
      "t": "“Because he knew no quietness within him, he will not save anything of that in which he delights."
    },
    {
      "v": 21,
      "t": "There was nothing left that he didn’t devour, therefore his prosperity will not endure."
    },
    {
      "v": 22,
      "t": "In the fullness of his sufficiency, distress will overtake him. The hand of everyone who is in misery will come on him."
    },
    {
      "v": 23,
      "t": "When he is about to fill his belly, God will cast the fierceness of his wrath on him. It will rain on him while he is eating."
    },
    {
      "v": 24,
      "t": "He will flee from the iron weapon. The bronze arrow will strike him through."
    },
    {
      "v": 25,
      "t": "He draws it out, and it comes out of his body. Yes, the glittering point comes out of his liver. Terrors are on him."
    },
    {
      "v": 26,
      "t": "All darkness is laid up for his treasures. An unfanned fire will devour him. It will consume that which is left in his tent."
    },
    {
      "v": 27,
      "t": "The heavens will reveal his iniquity. The earth will rise up against him."
    },
    {
      "v": 28,
      "t": "The increase of his house will depart. They will rush away in the day of his wrath."
    },
    {
      "v": 29,
      "t": "This is the portion of a wicked man from God, the heritage appointed to him by God.”"
    }
  ]
}