{
  "book": "1chronicles",
  "chapter": 8,
  "verses": [
    {
      "v": 1,
      "t": "Benjamin became the father of Bela his firstborn, Ashbel the second, Aharah the third,"
    },
    {
      "v": 2,
      "t": "Nohah the fourth, and Rapha the fifth."
    },
    {
      "v": 3,
      "t": "Bela had sons: Addar, Gera, Abihud,"
    },
    {
      "v": 4,
      "t": "Abishua, Naaman, Ahoah,"
    },
    {
      "v": 5,
      "t": "Gera, Shephuphan, and Huram."
    },
    {
      "v": 6,
      "t": "These are the sons of Ehud. These are the heads of fathers’ households of the inhabitants of Geba, who were carried captive to Manahath:"
    },
    {
      "v": 7,
      "t": "Naaman, Ahijah, and Gera, who carried them captive; and he became the father of Uzza and Ahihud."
    },
    {
      "v": 8,
      "t": "Shaharaim became the father of children in the field of Moab, after he had sent them away. Hushim and Baara were his wives."
    },
    {
      "v": 9,
      "t": "By Hodesh his wife, he became the father of Jobab, Zibia, Mesha, Malcam,"
    },
    {
      "v": 10,
      "t": "Jeuz, Shachia, and Mirmah. These were his sons, heads of fathers’ households."
    },
    {
      "v": 11,
      "t": "By Hushim, he became the father of Abitub and Elpaal."
    },
    {
      "v": 12,
      "t": "The sons of Elpaal: Eber, Misham, and Shemed, who built Ono and Lod, with its towns;"
    },
    {
      "v": 13,
      "t": "and Beriah, and Shema, who were heads of fathers’ households of the inhabitants of Aijalon, who put to flight the inhabitants of Gath;"
    },
    {
      "v": 14,
      "t": "and Ahio, Shashak, Jeremoth,"
    },
    {
      "v": 15,
      "t": "Zebadiah, Arad, Eder,"
    },
    {
      "v": 16,
      "t": "Michael, Ishpah, Joha, the sons of Beriah,"
    },
    {
      "v": 17,
      "t": "Zebadiah, Meshullam, Hizki, Heber,"
    },
    {
      "v": 18,
      "t": "Ishmerai, Izliah, Jobab, the sons of Elpaal,"
    },
    {
      "v": 19,
      "t": "Jakim, Zichri, Zabdi,"
    },
    {
      "v": 20,
      "t": "Elienai, Zillethai, Eliel,"
    },
    {
      "v": 21,
      "t": "Adaiah, Beraiah, Shimrath, the sons of Shimei,"
    },
    {
      "v": 22,
      "t": "Ishpan, Eber, Eliel,"
    },
    {
      "v": 23,
      "t": "Abdon, Zichri, Hanan,"
    },
    {
      "v": 24,
      "t": "Hananiah, Elam, Anthothijah,"
    },
    {
      "v": 25,
      "t": "Iphdeiah, Penuel, the sons of Shashak,"
    },
    {
      "v": 26,
      "t": "Shamsherai, Shehariah, Athaliah,"
    },
    {
      "v": 27,
      "t": "Jaareshiah, Elijah, Zichri, and the sons of Jeroham."
    },
    {
      "v": 28,
      "t": "These were heads of fathers’ households throughout their generations, chief men. These lived in Jerusalem."
    },
    {
      "v": 29,
      "t": "The father of Gibeon, whose wife’s name was Maacah, lived in Gibeon,"
    },
    {
      "v": 30,
      "t": "with his firstborn son Abdon, Zur, Kish, Baal, Nadab,"
    },
    {
      "v": 31,
      "t": "Gedor, Ahio, and Zecher."
    },
    {
      "v": 32,
      "t": "Mikloth became the father of Shimeah. They also lived with their brothers in Jerusalem, near their brothers."
    },
    {
      "v": 33,
      "t": "Ner became the father of Kish. Kish became the father of Saul. Saul became the father of Jonathan, Malchishua, Abinadab, and Eshbaal."
    },
    {
      "v": 34,
      "t": "The son of Jonathan was Merib Baal. Merib Baal became the father of Micah."
    },
    {
      "v": 35,
      "t": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz."
    },
    {
      "v": 36,
      "t": "Ahaz became the father of Jehoaddah. Jehoaddah became the father of Alemeth, Azmaveth, and Zimri. Zimri became the father of Moza."
    },
    {
      "v": 37,
      "t": "Moza became the father of Binea. Raphah was his son, Eleasah his son, and Azel his son."
    },
    {
      "v": 38,
      "t": "Azel had six sons, whose names are these: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel."
    },
    {
      "v": 39,
      "t": "The sons of Eshek his brother: Ulam his firstborn, Jeush the second, and Eliphelet the third."
    },
    {
      "v": 40,
      "t": "The sons of Ulam were mighty men of valor, archers, and had many sons, and sons’ sons, one hundred fifty. All these were of the sons of Benjamin."
    }
  ]
}