{
  "book": "ezekiel",
  "chapter": 3,
  "verses": [
    {
      "v": 1,
      "t": "He said to me, “Son of man, eat what you find. Eat this scroll, and go, speak to the house of Israel.”"
    },
    {
      "v": 2,
      "t": "So I opened my mouth, and he caused me to eat the scroll."
    },
    {
      "v": 3,
      "t": "He said to me, “Son of man, cause your belly to eat, and fill your bowels with this scroll that I give you.” Then I ate it; and it was as sweet as honey in my mouth."
    },
    {
      "v": 4,
      "t": "He said to me, “Son of man, go to the house of Israel, and speak my words to them."
    },
    {
      "v": 5,
      "t": "For you are not sent to a people of a strange speech and of a hard language, but to the house of Israel;"
    },
    {
      "v": 6,
      "t": "not to many peoples of a strange speech and of a hard language, whose words you can’t understand. Surely, if I sent you to them, they would listen to you."
    },
    {
      "v": 7,
      "t": "But the house of Israel will not listen to you, for they will not listen to me; for all the house of Israel are obstinate and hard-hearted."
    },
    {
      "v": 8,
      "t": "Behold, I have made your face hard against their faces, and your forehead hard against their foreheads."
    },
    {
      "v": 9,
      "t": "I have made your forehead as a diamond, harder than flint. Don’t be afraid of them, neither be dismayed at their looks, though they are a rebellious house.”"
    },
    {
      "v": 10,
      "t": "Moreover he said to me, “Son of man, receive in your heart and hear with your ears all my words that I speak to you."
    },
    {
      "v": 11,
      "t": "Go to them of the captivity, to the children of your people, and speak to them, and tell them, ‘This is what the Lord Yahweh says,’ whether they will hear, or whether they will refuse."
    },
    {
      "v": 12,
      "t": "Then the Spirit lifted me up, and I heard behind me the voice of a great rushing, saying, “Blessed be Yahweh’s glory from his place.”"
    },
    {
      "v": 13,
      "t": "I heard the noise of the wings of the living creatures as they touched one another, and the noise of the wheels beside them, even the noise of a great rushing."
    },
    {
      "v": 14,
      "t": "So the Spirit lifted me up, and took me away; and I went in bitterness, in the heat of my spirit; and Yahweh’s hand was strong on me."
    },
    {
      "v": 15,
      "t": "Then I came to them of the captivity at Tel Aviv, that lived by the river Chebar, and to where they lived; and I sat there overwhelmed among them seven days."
    },
    {
      "v": 16,
      "t": "At the end of seven days, Yahweh’s word came to me, saying,"
    },
    {
      "v": 17,
      "t": "“Son of man, I have made you a watchman to the house of Israel. Therefore hear the word from my mouth, and warn them from me."
    },
    {
      "v": 18,
      "t": "When I tell the wicked, ‘You will surely die;’ and you give him no warning, nor speak to warn the wicked from his wicked way, to save his life; that wicked man will die in his iniquity; but I will require his blood at your hand."
    },
    {
      "v": 19,
      "t": "Yet if you warn the wicked, and he doesn’t turn from his wickedness, nor from his wicked way, he will die in his iniquity; but you have delivered your soul.”"
    },
    {
      "v": 20,
      "t": "“Again, when a righteous man turns from his righteousness, and commits iniquity, and I lay a stumbling block before him, he will die. Because you have not given him warning, he will die in his sin, and his righteous deeds which he has done will not be remembered; but I will require his blood at your hand."
    },
    {
      "v": 21,
      "t": "Nevertheless if you warn the righteous man, that the righteous not sin, and he does not sin, he will surely live, because he took warning; and you have delivered your soul.”"
    },
    {
      "v": 22,
      "t": "Yahweh’s hand was there on me; and he said to me, “Arise, go out into the plain, and I will talk with you there.”"
    },
    {
      "v": 23,
      "t": "Then I arose, and went out into the plain, and behold, Yahweh’s glory stood there, like the glory which I saw by the river Chebar. Then I fell on my face."
    },
    {
      "v": 24,
      "t": "Then the Spirit entered into me, and set me on my feet. He spoke with me, and said to me, “Go, shut yourself inside your house."
    },
    {
      "v": 25,
      "t": "But you, son of man, behold, they will put ropes on you, and will bind you with them, and you will not go out among them."
    },
    {
      "v": 26,
      "t": "I will make your tongue stick to the roof of your mouth, that you will be mute, and will not be able to correct them; for they are a rebellious house."
    },
    {
      "v": 27,
      "t": "But when I speak with you, I will open your mouth, and you shall tell them, ‘This is what the Lord Yahweh says.’ He who hears, let him hear; and he who refuses, let him refuse; for they are a rebellious house.”"
    }
  ]
}