{
  "book": "luke",
  "chapter": 3,
  "sections": [
    {
      "range": "1-14",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14
      ],
      "text": "Verses 1-14 The scope and design of John's ministry were, to bring the people from their sins, and to their Saviour. He came preaching, not a sect, or party, but a profession; the sign or ceremony was washing with water. By the words here used John preached the necessity of repentance, in order to the remission of sins, and that the baptism of water was an outward sign of that inward cleansing and renewal of heart, which attend, or are the effects of true repentance, as well as a profession of it. Here is the fulfilling of the Scriptures, Is 40:3, in the ministry of John. When way is made for the gospel into the heart, by taking down high thoughts, and bringing them into obedience to Christ, by levelling the soul, and removing all that hinders us in the way of Christ and his grace, then preparation is made to welcome the salvation of God. Here are general warnings and exhortations which John gave. The guilty, corrupted race of mankind is become a generation of vipers; hateful to God, and hating one another. There is no way of fleeing from the wrath to come, but by repentance; and by the change of our way the change of our mind must be shown. If we are not really holy, both in heart and life, our profession of religion and relation to God and his church, will stand us in no stead at all; the sorer will our destruction be, if we do not bring forth fruits meet for repentance. John the Baptist gave instructions to several sorts of persons. Those that profess and promise repentance, must show it by reformation, according to their places and conditions. The gospel requires mercy, not sacrifice; and its design is, to engage us to do all the good we can, and to be just to all men. And the same principle which leads men to forego unjust gain, leads to restore that which is gained by wrong. John tells the soldiers their duty. Men should be cautioned against the temptations of their employments. These answers declared the present duty of the inquirers, and at once formed a test of their sincerity. As none can or will accept Christ's salvation without true repentance, so the evidence and effects of this repentance are here marked out."
    }
  ]
}