{
  "book": "luke",
  "chapter": 4,
  "sections": [
    {
      "range": "1-13",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13
      ],
      "text": "Verses 1-13 Christ's being led into the wilderness gave an advantage to the tempter; for there he was alone, none were with him by whose prayers and advice he might be helped in the hour of temptation. He who knew his own strength might give Satan advantage; but we may not, who know our own weakness. Being in all things made like unto his brethren, Jesus would, like the other children of God, live in dependence upon the Divine Providence and promise. The word of God is our sword, and faith in that word is our shield. God has many ways of providing for his people, and therefore is at all times to be depended upon in the way of duty. All Satan's promises are deceitful; and if he is permitted to have any influence in disposing of the kingdoms of the world and the glory of them, he uses them as baits to insnare men to destruction. We should reject at once and with abhorrence, every opportunity of sinful gain or advancement, as a price offered for our souls; we should seek riches, honours, and happiness in the worship and service of God only. Christ will not worship Satan; nor, when he has the kingdoms of the world delivered to him by his Father, will he suffer any remains of the worship of the devil to continue in them. Satan also tempted Jesus to be his own murderer, by unfitting confidence in his Father's protection, such as he had no warrant for. Let not any abuse of Scripture by Satan or by men abate our esteem, or cause us to abandon its use; but let us study it still, seek to know it, and seek our defence from it in all kinds of assaults. Let this word dwell richly in us, for it is our life. Our victorious Redeemer conquered, not for himself only, but for us also. The devil ended all the temptation. Christ let him try all his force, and defeated him. Satan saw it was to no purpose to attack Christ, who had nothing in him for his fiery darts to fasten upon. And if we resist the devil, he will flee from us. Yet he departed but till the season when he was again to be let loose upon Jesus, not as a tempter, to draw him to sin, and so to strike at his head, at which he now aimed and was wholly defeated in; but as a persecutor, to bring Christ to suffer, and so to bruise his heel, which it was told him, he should have to do, and would do, though it would be the breaking of his own head, Ge 3:15. Though Satan depart for a season, we shall never be out of his reach till removed from this present evil world."
    }
  ]
}