{
  "book": "john",
  "chapter": 13,
  "sections": [
    {
      "range": "1-17",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17
      ],
      "text": "Verses 1-17 Our Lord Jesus has a people in the world that are his own; he has purchased them, and paid dear for them, and he has set them apart for himself; they devote themselves to him as a peculiar people. Those whom Christ loves, he loves to the end. Nothing can separate a true believer from the love of Christ. We know not when our hour will come, therefore what we have to do in constant preparation for it, ought never to be undone. What way of access the devil has to men's hearts we cannot tell. But some sins are so exceedingly sinful, and there is so little temptation to them from the world and the flesh, that it is plain they are directly from Satan. Jesus washed his disciples' feet, that he might teach us to think nothing below us, wherein we may promote God's glory, and the good of our brethren. We must address ourselves to duty, and must lay aside every thing that would hinder us in what we have to do. Christ washed his disciples' feet, that he might signify to them the value of spiritual washing, and the cleansing of the soul from the pollutions of sin. Our Lord Jesus does many things of which even his own disciples do not for the present know the meaning, but they shall know afterward. We see in the end what was the kindness from events which seemed most cross. And it is not humility, but unbelief, to put away the offers of the gospel, as if too rich to be made to us, or too good news to be true. All those, and those only, who are spiritually washed by Christ, have a part in Christ. All whom Christ owns and saves, he justifies and sanctifies. Peter more than submits; he begs to be washed by Christ. How earnest he is for the purifying grace of the Lord Jesus, and the full effect of it, even upon his hands and head! Those who truly desire to be sanctified, desire to be sanctified throughout, to have the whole man, with all its parts and powers, made pure. The true believer is thus washed when he receives Christ for his salvation. See then what ought to be the daily care of those who through grace are in a justified state, and that is, to wash their feet; to cleanse themselves from daily guilt, and to watch against everything defiling. This should make us the more cautious. From yesterday's pardon, we should be strengthened against this day's temptation. And when hypocrites are discovered, it should be no surprise or cause of stumbling to us. Observe the lesson Christ here taught. Duties are mutual; we must both accept help from our brethren, and afford help to our brethren. When we see our Master serving, we cannot but see how ill it becomes us to domineer. And the same love which led Christ to ransom and reconcile his disciples when enemies, still influences him."
    }
  ]
}