{
  "book": "john",
  "chapter": 14,
  "sections": [
    {
      "range": "1-11",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11
      ],
      "text": "Verses 1-11 Here are three words, upon any of which stress may be laid. Upon the word troubled. Be not cast down and disquieted. The word heart. Let your heart be kept with full trust in God. The word your. However others are overwhelmed with the sorrows of this present time, be not you so. Christ's disciples, more than others, should keep their minds quiet, when everything else is unquiet. Here is the remedy against this trouble of mind, \"Believe.\" By believing in Christ as the Mediator between God and man, we gain comfort. The happiness of heaven is spoken of as in a father's house. There are many mansions, for there are many sons to be brought to glory. Mansions are lasting dwellings. Christ will be the Finisher of that of which he is the Author or Beginner; if he have prepared the place for us, he will prepare us for it. Christ is the sinner's Way to the Father and to heaven, in his person as God manifest in the flesh, in his atoning sacrifice, and as our Advocate. He is the Truth, as fulfilling all the prophecies of a Saviour; believing which, sinners come by him the Way. He is the Life, by whose life-giving Spirit the dead in sin are quickened. Nor can any man draw nigh God as a Father, who is not quickened by Him as the Life, and taught by Him as the Truth, to come by Him as the Way. By Christ, as the Way, our prayers go to God, and his blessings come to us; this is the Way that leads to rest, the good old Way. He is the Resurrection and the Life. All that saw Christ by faith, saw the Father in Him. In the light of Christ's doctrine, they saw God as the Father of lights; and in Christ's miracles, they saw God as the God of power. The holiness of God shone in the spotless purity of Christ's life. We are to believe the revelation of God to man in Christ; for the works of the Redeemer show forth his own glory, and God in him."
    }
  ]
}