{
  "book": "john",
  "chapter": 15,
  "sections": [
    {
      "range": "1-8",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
      ],
      "text": "Verses 1-8 Jesus Christ is the Vine, the true Vine. The union of the human and Divine natures, and the fulness of the Spirit that is in him, resemble the root of the vine made fruitful by the moisture from a rich soil. Believers are branches of this Vine. The root is unseen, and our life is hid with Christ; the root bears the tree, diffuses sap to it, and in Christ are all supports and supplies. The branches of the vine are many, yet, meeting in the root, are all but one vine; thus all true Christians, though in place and opinion distant from each other, meet in Christ. Believers, like the branches of the vine, are weak, and unable to stand but as they are borne up. The Father is the Husbandman. Never was any husbandman so wise, so watchful, about his vineyard, as God is about his church, which therefore must prosper. We must be fruitful. From a vine we look for grapes, and from a Christian we look for a Christian temper, disposition, and life. We must honour God, and do good; this is bearing fruit. The unfruitful are taken away. And even fruitful branches need pruning; for the best have notions, passions, and humours, that require to be taken away, which Christ has promised to forward the sanctification of believers, they will be thankful, for them. The word of Christ is spoken to all believers; and there is a cleansing virtue in that word, as it works grace, and works out corruption. And the more fruit we bring forth, the more we abound in what is good, the more our Lord is glorified. In order to fruitfulness, we must abide in Christ, must have union with him by faith. It is the great concern of all Christ's disciples, constantly to keep up dependence upon Christ, and communion with him. True Christians find by experience, that any interruption in the exercise of their faith, causes holy affections to decline, their corruptions to revive, and their comforts to droop. Those who abide not in Christ, though they may flourish for awhile in outward profession, yet come to nothing. The fire is the fittest place for withered branches; they are good for nothing else. Let us seek to live more simply on the fulness of Christ, and to grow more fruitful in every good word and work, so may our joy in Him and in his salvation be full."
    }
  ]
}