{
  "book": "john",
  "chapter": 21,
  "sections": [
    {
      "range": "1-14",
      "verses": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10,
        11,
        12,
        13,
        14
      ],
      "text": "Verses 1-14 Christ makes himself known to his people, usually in his ordinances; but sometimes by his Spirit he visits them when employed in their business. It is good for the disciples of Christ to be together in common conversation, and common business. The hour for their entering upon action was not come. They would help to maintain themselves, and not be burdensome to any. Christ's time of making himself known to his people, is when they are most at a loss. He knows the temporal wants of his people, and has promised them not only grace sufficient, but food convenient. Divine Providence extends itself to things most minute, and those are happy who acknowledge God in all their ways. Those who are humble, diligent, and patient, though their labours may be crossed, shall be crowned; they sometimes live to see their affairs take a happy turn, after many struggles. And there is nothing lost by observing Christ's orders; it is casting the net on the right side of the ship. Jesus manifests himself to his people by doing that for them which none else can do, and things which they looked not for. He would take care that those who left all for him, should not want any good thing. And latter favours are to bring to mind former favours, that eaten bread may not be forgotten. He whom Jesus loved was the first that said, It is the Lord. John had cleaved most closely to his Master in his sufferings, and knew him soonest. Peter was the most zealous, and reached Christ the first. How variously God dispenses his gifts, and what difference there may be between some believers and others in the way of their honouring Christ, yet they all may be accepted of him! Others continue in the ship, drag the net, and bring the fish to shore, and such persons ought not to be blamed as worldly; for they, in their places, are as truly serving Christ as the others. The Lord Jesus had provision ready for them. We need not be curious in inquiring whence this came; but we may be comforted at Christ's care for his disciples. Although there were so many, and such great fishes, yet they lost none, nor damaged their net. The net of the gospel has enclosed multitudes, yet it is as strong as ever to bring souls to God."
    }
  ]
}